{
  "name": "Dominic Wilken",
  "bio": "After staying passive during a war that wiped out the village he grew up in, he volunteered for a secretive project to create super soldiers. For this purpose, his memory was wiped and his body was infused with the power of The Void. Unable to speak and going by the name Umbra, he underwent many experiments in an attempt to control his void, but it kept lashing out around him. During his final experiment, he was exposed to The Universal Clock in a complex ritual. This calmed the void inside of him and gave him insight into the true nature of the world. In a fit of rage, he went around slaughtering everyone in the compound, after which his void became quiet and unresponsive. Having come into contact with The Universal Clock and partially attuned to The Void, Dominic can sense the vibrations of the universe and follows the will of The Universal Clock.",
  "body": "Dominic is a fairly tall humanoid made of a very dark purple, almost black substance. He has light purple eyes and can tear the front of his face open to reveal a mouth full of sharp spikes. When in great distress, his shape becomes less solid and more whispy, like smoke. When cut, he bleeds a purple, oily substance.",
  "appearance": "Using his Watch of the Void, he appears as a human with fair copper skin, short brown hair and yellow eyes. His blood looks red until it is far enough away from his body. His type is hidden from divination magic.",
  "race": {
    "name": "Living Void",
    "type": "Aberration"
  },
  "classes": "Bard 1, Clockwork Soul Sorcerer 4",
  "background": {
    "name": "Experiment"
  },
  "alignment": "Lawful Good",
  "level": 4,
  "stats": {
    "STR": 8,
    "CON": 14,
    "DEX": 14,
    "CHA": 18,
    "WIS": 10,
    "INT": 12
  },
  "proficiencies": [
    "CON Save",
    "CHA Save",
    "Daggers",
    "Darts",
    "Slings",
    "Quarterstaffs",
    "Light crossbows",
    "Light armor",
    "Deception",
    "Intimidation",
    "Perception",
    "Performance",
    "Persuation",
    "Religion",
    "Clockwork",
    "Disguise Kit"
  ],
  "hp rolls": [6, 5, 4, 5, 5],
  "feats": [
    {
      "name": "Actor",
      "description": ""
    },
    {
      "name": "Telekinetic",
      "description": "As a bonus action, you can try to telekinetically shove one creature you can see within 30 feet of you. When you do so, the target must succeed on a Strength saving throw (DC 8 + your proficiency bonus + the ability modifier of the score increased by this feat) or be moved 5 feet toward you or away from you. A creature can willingly fail this save."
    }
  ],
  "languages": [
    "Common",
    "Abyssal"
  ],
  "effects": [
    {
      "name": "Manifestation of Order",
      "description": "The ticking of The Universal Clock can be heard by you and those affected by your magic."
    },
    {
      "name": "Restore Balance",
      "charges": 3,
      "description": "When a creature you can see within 60 feet is about to roll with advantage or disadvantage, you can use your reaction to prevent the roll from having advantage or disadvantage."
    },
    {
      "name": "Bardic Inspiration",
      "charges": 4,
      "description": "You can inspire others through stirring words or music. To do so, you use a bonus action on your turn to choose one creature other than yourself within 60 feet of you who can hear you. That creature gains one Bardic Inspiration die, a d6. Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the Bardic Inspiration die, but must decide before the DM says whether the roll succeeds or fails. A creature can have only one Bardic Inspiration die at a time. A creature regains its Bardic Inspiration die when it finishes a long rest."
    }
  ],
  "magic items": [
    {
      "name": "Watch of the Void",
      "description": "The watch is attached to a silver necklace and is ornated with cog symbols. The watch never moves, but every time someone looks at it, it shows a different time. If dispelled, it will move to the correct time and start ticking at a volume suggesting it is a much bigger clockwork device, and it will become incredibly heavy.",
      "effect": "While wearing this item, spells and magical effects used to determine your creature type reveal that you are a humanoid, and you are under a permanent disguise self effect.",
      "attunement": true
    }
  ],
  "spells": [
    "Frostbite",
    "Mage Hand (+30 ft, invis)",
    "Mind Sliver",
    "Minor Illusion",
    "Prestidigitation",
    "Vicious Mockery",

    "Dissonant Whispers",
    "Heroism",
    "Protection from Evil and Good",
    "Ray of Sickness",
    "Shield",
    "Silvery Barbs",
    "Tasha's Hideous Laughter",

    "Aid",
    "Invisibility",
    "Lesser Restoration",
    "Tasha's Mind Whip",

    "Clairvoyance",
    "Haste"
  ],
  "spellcasting": {
    "spellcasting ability": "CHA",
    "spell save DC": 15,
    "spell attack bonus": 7,
    "spell slots": {
      "1st": 4,
      "2nd": 3,
      "3rd": 2
    },
    "sorcery points": 4,
    "metamagic": [
      {
        "name": "Subtle Spell",
        "description": "When you cast a spell, you can spend 1 sorcery point to cast it without any somatic or verbal components."
      },
      {
        "name": "Twinned Spell",
        "description": "When you cast a spell that targets only one creature and doesn't have a range of self, you can spend a number of sorcery points equal to the spell's level to target a second creature in range with the same spell (1 sorcery point if the spell is a cantrip)."
      }
    ]
  },
  "inventory": [
    {
      "name": "Health Potion",
      "description": "A potion that restores 2d4 + 2 hit points."
    }
  ],
  "quotes" : [
    "[You killed someone? Why?] Does it really matter why? They are still dead because of me, and I'm still alive. Any reasons or justifications for doing so would only be for my emotional benefit. They are still dead. The damage done by the act will not change.",

    "Just humor me for once with your new pacifistic outlook on life; imagine there's a young man with ideals like yours. Then, there is a war. All the young man's friends are fighting. His family, his brothers, are fighting. But he is not. He doesn't want to kill anyone. His brothers are fighting, and they are losing. But he still doesn't fight. They die. They all die.",
    "If he had fought, he could have saved them. But he did not. In trying to hurt no one, everyone suffered. Do you understand? Sometimes you have no choice.",
    "[Poor guy.] Why? He got the people he loved killed. How is it not his fault? He could have done something, and he didn't. How are those deaths not a direct result of his inaction? [It's not his fault.] It IS my fault! It HAS to be!!"
  ],
  "events": [
    "Pretended to be an ally of Ott Steeltoes, until he revealed a secret entrance to the Xanathar hideout. Nesfits then stabbed him in the back and we dragged him out of the sewers.",
    "Abducted Zorbog and eventually gave him to Zardos Zord."
  ]
}
